src/com/huawen/publishapp/data/webservice/xml/getStockDetailDynDataEx.xml

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
  <soap12:Body>
    <getStockDetailDynDataEx xmlns="http://tempuri.org/">
      <StockCode>${StockCode}$</StockCode>
      <Market>${Market}$</Market>
    </getStockDetailDynDataEx>
  </soap12:Body>
</soap12:Envelope>